globstr_1=To he who touches the gold hid here: your life is no longer than the blade of a knife!
globstr_1002222554=You've managed to find some gold inside the sarcophagus.
globstr_1020491087=The Equilibrium Sword suddenly begins trembling in your hand, and begins to fill with light. Its blade shines brightly, and the handle turns to gold.<br><br>The aura of cleanness and light radiating from the blade is the surest sign that the sword you hold is the true Sword of Light! By your good deeds you have awakened Gefen's Sword to the Light!
globstr_1025598670=You throw the crystal into the well. Even before it disappears in a magical flash, you hear a metallic ringing, as your purse becomes heavier.
globstr_1036197148=Book of Life
globstr_1046401511=On top of the staff, among the various precious stones, you notice a sparkling stone bearing a Mind Rune.<br><br>It is strange that the staff is so richly ornamented, for druids are not known to value such treasures. Maybe the owner of the staff wouldn't notice if you took the stone...<br><br>Do you wish to extract the Mind Rune from the staff?
globstr_1058628822=The ship is absolutely empty.
globstr_1063387996=Rummaging in the hiding place, you find an item. Perhaps it is a trophy that was hidden by robbers.
globstr_1063661280=You've found a scroll on which a spell is written.
globstr_1068711263=Rummaging in the hiding place, you find a big stack of gold coins, hidden by someone for a rainy day.
globstr_1068863124=How terrible! You've been swallowed by a giant fish!
globstr_1082067937=You throw the crystal into the well. However, it doesn't fall down, but hangs in the air in front of you. There's a short flash, and the crystal turns into several scrolls, well aged by time.
globstr_1116882240=Mechanical Gate
globstr_1128358028=You hear a mysterious whisper, and the runic symbols covering the stone begin to glow. After deciphering them and reading the formula, you have increased your magic reserves! One moment later the magic signs extinguish, and the power has left the altar.
globstr_112917475=The house's owner, Thomas Cook, has died, and the doors are nailed up.
globstr_1136900241=^map_status_th^Holy Cross [visited]
globstr_1138194939=Hardly have you begun to rummage in the remains, when they begin to move, and a bony palm grabs your hand. The rising skeleton strangely indicates, that it wants to go with you.
globstr_1146406805=This dwarven Thunder Can doesn't work: the lever is broken, and one of the gears is missing some teeth.
globstr_1155194669=If you seal up the Portal now, you'll never be able to open it again. If you have any remaining affairs in Demonis, then it is better not to close it yet.<br><br>Do you wish to close the Portal?<br>(Yes - Close the Portal forever. No - Proceed back to Demonis)
globstr_1166631892=Old Crypt
globstr_1167043571=Inside the crypt you discover a body in decomposed clothes. Hidden in the folds of the dress you discover a heavy purse.
globstr_1196044067=That's how the great Shaman ended his days...
globstr_1204963782=One of the most beautiful Elven-women, Hneya, was buried here.
globstr_1217877154=Do you wish to use the secret of fast movement to travel through the Labyrinth?
globstr_121941622=There's nobody at home, and the door is closed.
globstr_1234964012=At the bottom of the bag you discovered an old purse filled with coins, held tight by a bony hand. Some people are real penny-pinchers! Why couldn't he have spent it while he was still alive? Instead, he took everything to the grave.<br><br>Well, it's all the better for you. The most important thing is to not to allow your conscience to worry you, at least until after you take the purse... Ah, it seems that your conscience remained quietly asleep, and you've taken all the money.
globstr_1246311124=You carefully bite off a piece of the plant. A strange sensation fills you... And it seems that your magic power has increased...<br>You've received +1 Intellect.
globstr_1254226283=The spell which held the necromancer's soul is completely destroyed. You can now release it, and return the artifact's former properties.<br><br>Do you want to release the soul of the sorcerer?
globstr_1279223081=The weapon and cloths on the remains have completely decayed, but you've managed to discover a well-preserved item.
globstr_1283984830=Robbers' Shelter
globstr_1284315421=You've managed to find a magical crystal amongst bones, aged with time.
globstr_1300497862=You are very lucky! The vampires who were dreaming in the sarcophagus wish to join you.
globstr_1312047335=The Sword of Balance suddenly jerks and buzzes. From the edge to the handle it begins to fill with ominous blackness.<br><br>An aura of darkness cloaks the blade, bespeaking fear and pain, a sure sign that the sword you hold is the true Sword of Darkness! It seems that by your deeds you have awakened Gefen's Sword to the Darkness!
globstr_1328853273=The manufacturer died without reaching his factory! Your mission as security guard has failed...
globstr_1365830484=There's nobody in the tower.
globstr_1366186336=You've found several scrolls on which spells are written.
globstr_1374423632=The gulp of magic water from the elven forest has refreshed you and recovered your magic powers!
globstr_1380240505=Magic powers are completely recovered.
globstr_1384133715=There's no space in your army to take on the dragon from the Shield!
globstr_1390129099=You put your hands on the altar and close your eyes. Ancient knowledge, accumulated by countless generations, has now become yours!
globstr_1419214671=The pirates' cave is empty. The Governor's man who is to take the place of Thorny Dog is on the way.
globstr_1423785454=The Tower's owner is dead. The entrance is sealed up, and you don't see any way to get inside.
globstr_1442479851=This little island on the lake is not only picturesque, but also is a good location from the standpoint of defense! If our kingdom should ever need a new capital, I now know where to build it! King Fandor.
globstr_144621509=Magic Tree
globstr_1464684283=Having rummaged in the hiding place, you find a pair of scrolls with a pretty powerful spell. What a lucky find!
globstr_1477685728=You examine the sprout from all sides. The Tree of Life, according to Elves, gave to their forests magic properties, and granted to the Elves good health and longevity. You become curious, what might it give you?<br><br>Do you wish to bite off a piece of the Sprout?
globstr_1492020686=Giant Mushroom
globstr_1509349241=You put your hands on the altar and close your eyes. Powers concealed in the cold stone have awakened, and you feel your combat skills increasing.
globstr_1518171472=Having moved the gravestone, you discover a purse almost rotted to dust, in which there was a little gold.
globstr_1538449647=River Farm
globstr_1542883606=Here I was captured by pirates. It turns out that in these reefs are pirate settlements! Fortunately, they couldn't know who I was, and gold is their greatest negotiator!<br>King Fandor!
globstr_1556796968=Smithy
globstr_1593372882=Dwarven miner
globstr_159392628=Wonderful place for taking a rest. My horse doesn't even want to stray from here!<br>King Fandor.
globstr_1603577377=Inside the bowl you find a magical crystal.
globstr_1605246632=Nothing refreshes and peps you up so much as a gulp of excellent dwarven beer! Now you are ready to tear anybody to pieces...
globstr_1627727045=You found nothing.
globstr_163859861=Dwarven mountain paths - ah, it's terrible. Leg is broken, and hand aches, and the court wizard disappeared somewhere. This dwarf's game "hockey with kira" is amusing, but very dangerous, especially if you don't put on the armor.<br>King Fandor.
globstr_1699541139=Vikings' Ship
globstr_1702962533=You've removed the Eviln.
globstr_170953860=A miracle has occurred! Even before the sounds of combat and moans of the wounded fall silent, the air was pierced by a new sound - the cry of a newborn baby! Your fourth child!<br><br>By decree of King Mark the Wise, for your fourth baby you get a bonus: <var=@hero?temp> gold coins!
globstr_1715575526=^map_status_th^The Obelisk of Fandor [visited]
globstr_1736191929=Inside the stone bowl you find only ashes and a spiderweb.
globstr_1738089215=Rummaging in the hiding place, you find several crystals. It seems that the owner of the hiding place dabbled in magic.
globstr_1746597855=You put your hands on the altar and close your eyes. Powers, concealed in the cold stone, have awakened, and you feel your magic skills increasing.
globstr_1771546266=An old shack, where the pirate Redbeard was recently living, is now empty. Evidence of a recent fight suggests the sorry fate of its unlucky owner.
globstr_1772041475=The sword in you hand suddenly begins to tremble. The vibrations become violent, and you must grasp the sword by both hands, as not to drop it.<br><br>A blinding flash hits your eyes, and when you can see again, you find in your hand the Equilibrium Sword. It seems the Gefen's sword now takes the neutral side in fighting the forces of Darkness and Light!
globstr_1773882667=The army is rejoicing and congratulating its commander. Your wife has had her first baby!<br><br>By decree of King Mark the Wise, for your first baby you get a bonus: <var=@hero?temp> gold coins!
globstr_1782642580=You are already inside the gremlin's castle!
globstr_1783921322=Rummaging in the remains, you discover nothing but dust.
globstr_1788747163=You've found a magic crystal!
globstr_1794981913=The dragon's soul inside the magic Shield is trembling and dying to get free. Do you wish to release the dragon and take it into your army?
globstr_1800777491=These reefs are very treacherous. One of my ships has taken ground and I am forced to leave it there. I would not be surprised, if soon the ghosts of the dead sailors settle here!<br>King Fandor.
globstr_1806718726=Snake catcher's Hut
globstr_1831301733=Forester's House
globstr_1833177925=It seems that no more orcs remain. You can return to the surface, as nothing threatens the Tree any longer!
globstr_1842178023=The Great Forest and the Valley of a Thousand Rivers have impressed me greatly with their beauty. And the hospitality of the elves amazes me. However, it's difficult to comprehend their pompous speeches, and their obligatory evening readings of poems has me longing for adventure.<br>King Fandor.
globstr_1847492347=The dragon that languished in the captivity of the artifact will now serve you. And the Shield is empty again, awaiting a new victim...
globstr_1877100424=The key slides into the lock easily. And then... it breaks out from your hands and disappears inside the locking mechanism!<br><br>At first nothing happens, but then something cracks loudly inside the lock, and the gate's doors swing slightly open...
globstr_1881210390=All the incarnations of Haas are dead!
globstr_1887354439=From this place I begin my travels. I hope to round the whole world, and return back alive and safe.<br>King Fandor.
globstr_1887357724=The grave of the famous Thomas Cook.
globstr_1890901896=Among the ashes you discover a heavy purse. You certainly appreciate this tradition of burying the deceased with a part of his property, in order that they might live better in the next world!
globstr_189727632=You haven't found the key to the Dragons' Labyrinth, and without it you cannot enter. The key to the Labyrinth is in one of the castles in the Demon's Land, probably in the Nexy Castle. You must get it before sealing the Portal which connects the Demon's Land with Endoria!<br><br>Do you want to go to Demonis?
globstr_1898978781=The key slides into the lock easily. And then... it breaks out from your hands and disappears inside the locking mechanism!<br><br>At first nothing happens, but then something cracks loudly inside the lock, and the gate's doors slam shut. A silent crackle is heard, and unbearable heat rushes out of the lock, which just became red-hot!<br><br>It seems now the Portal is closed forever. The dwarven king will be glad to hear this news!
globstr_1905936484=The house's owner is busy and doesn't want to see strangers.
globstr_1934996918=You hear only a small splash in the darkness of the well. After waiting for some time, you come to understand that you shouldn't have dropped in the crystals! At least you've learned something from the situation.
globstr_1945495674=You examine the book attentively and with great caution. Maybe it won't harm the book, if you tear out a single page? You quickly tear out one page from the book and close it.<br><br>(You've received the scroll with the spell "Book of Evil.")
globstr_1979960767=Damned swamps! I almost drowned. Thanks to the beautiful young witch who recognized me and gathered all the local frogs to help me out. She turned out to be a nice and hospitable witch. And here I thought that all witches are ugly shrewish old women!<br>King Fandor.
globstr_1981954535=Inside the grave you found just a couple of bones and a spiderweb. It seems somebody has already rummaged through here.
globstr_1982174029=You throw a crystal into the well. It shimmers as it falls, and out gushes a column of water, throwing an item up and onto the ground.
globstr_1983638814=Pirate's Hut
globstr_1988874025=The dragon has left his dwelling. The castle gate is closed.
globstr_1988958771=Alchemist's Laboratory
globstr_2007725896=You've found some gold.
globstr_2025830679=The Barbarians' tent is empty.
globstr_2026200949=Looking at the boy's dead body, the commanders of your troops disapprovingly shake their heads. And then, without another word or a signal, several warriors snatch their weapons and attack you.<br><br>The army has rebelled against its commander!
globstr_2076360412=Rummaging in the hiding place, you discover several scrolls on which are written spells. It is perhaps only a trifle, but a pleasant surprise.
globstr_2086737889=The third baby! According to the omens, the third child who was born on a battlefield shall become a great warrior.<br><br>By decree of King Mark the Wise, for your third baby you get a bonus: <var=@hero?temp> gold coins!
globstr_2093564642=The chest turned out to be empty. How vexing!
globstr_2096370895=This Thunder Can is completely discharged! All its energy went to Lina's devices.
globstr_2105660664=You study the lock closely. That's it! The keyhole exactly matches the key of the Dragons' Labyrinth.<br><br>Do you wish to open the gate?
globstr_2114462888=You throw a crystal into the well. Soon a column of water gushes out of the well, throwing cold water all over you, and soaking you from head to foot. But the water left on the ground several Talent Runes.
globstr_2115047878=Bard Annore sleeps forever by his sweetheart.
globstr_2115319237=The blood-red water of the fountain has filled you with Rage!
globstr_2117064129=The ashes of the witch were scattered by the wind. The temple is empty.
globstr_211761414=Oh, by the Gods of Endoria! The Kraken has taken the vessel of Captain Wetbelly to the bottom of the sea. And judging by the increasing chop of the waves, it's coming back up...
globstr_2117834471=The dark whirlpool leads somewhere into the depths. Most likely it is a way to escape from the belly of the fish.<br><br>Do you want to direct the ship into the whirlpool?
globstr_2125282852=The Architect's Tower is closed!
globstr_2129580057=After threading the dragon teeth onto the string, you admire the necklace. Hardly have you finished your work, but the fangs, yellowed from time, suddenly glitter with a bright whiteness, as if suddenly filled with strength!
globstr_220223505=You search the hiding place thoroughly, but discover nothing.
globstr_223686317=Old Crypt
globstr_23350304=Rummaging through the dried remains inside the sarcophagus, you discover a purse heavy with gold.
globstr_240783688=Elf's Soul
globstr_250272841=So, Endoria is in trouble. You must stop the Dragon Haas and rescue Amelie.<br>The only available way to transport their great army is the orcs' Archaplane...<br>You need only persuade the chieftains...
globstr_276203451=The bag exhales a terrible stench, removing all desire to rummage through it!<br><br>Are you really going to rummage through... THIS?
globstr_279978688=Family Crypt
globstr_280929914=You uncorked the vial containing the Werewolf's blood. Nothing smarter comes to mind than to taste it, which you immediately regret!<br><br>Disgusting, scalding blood dims your mind at once! Your thoughts suddenly became very aggressive, and you feel as if your teeth grow longer! Fortunately, the sensation passes in a moment.<br><br>(Intellect: -1, Attack: +1)
globstr_294844318=A huge door, obviously of dwarven construction, closes the pass. Its lock looks so unusual, that it becomes immediately clear: only one key can open it.
globstr_321369709=Among the remains you discover a well-preserved magical scroll.
globstr_354647282=It is a bird of unusual coloring. There are no such birds in Darion, for certain!
globstr_359626413=Skull
globstr_359687021=Having practiced with the target and stuck it full of arrows, you now feel that you can attack better.
globstr_360157034=Do you wish to attack the enemy troop which guards this place?
globstr_360619049=Here it is! The ominous and majestic castle of General Karador, leader of the undead!
globstr_363122359=You hear a mysterious whisper, and the runic symbols light up on the stone surface. You managed to decipher and transcribe the spell into a scroll. Afterwards, the magic signs die out, all force having left the altar.
globstr_389143251=The owner of the Tower is very busy at the moment.
globstr_396236299=Elevator to Upper Hadar
globstr_404308663=So, now you need only await the little miracle, the birth of a child!
globstr_404912124=The owner is dead, and the entrance to the Tower sealed.
globstr_427680000=Rummaging in the remains, you find some gold.
globstr_454017736=And again your warriors celebrate: their commander has become father of a second child!<br><br>By decree of King Mark the Wise, for your second baby you get a bonus: <var=@hero?temp> gold coins!
globstr_477297246=The ship has transformed into a ghost-ship. Do you really want to fight its crew?
globstr_47787303=Factory
globstr_478203139=+1 Flower of Red Lily
globstr_482667000=Having cast several spells on the stone, which buzzes with magic, you feel a fit of magical energy.
globstr_491008957=You hear the singing of distant voices and cannot help but listen. When the delusion passes, you find that you now know much more about battle.
globstr_49261887=Among the bones you notice a strange shine. Having scattered the remains, you take out an item stuck among the ribs.
globstr_503967476=+1 Wild Gerzhack
globstr_505162591=Rummaging in the hiding place, you find a rather precious item. It seems that the keeper of the hiding place once picked a wealthy victim.
globstr_509487945=This must be the place where the legendary "Moon Ghost" sank! And you have the spell that can raise it from the bottom of the sea.<br><br>Do you wish to use the scroll "Power of Water"?
globstr_511457594=The crypt is absolutely empty.
globstr_524079874=You must hurry up to the castle, return the princess to her father, and tell His Majesty all that you've learned from the orcs!
globstr_530392417=Hardly has the coffin lid budged, when the body lying within begins to stir and rise up. You move to kill the rising dead, but he begs for mercy in exchange for his service.
globstr_546008438=Having practiced with the dummy and blown it to smithereens, you feel that you can now defend yourself better.
globstr_572570140=I heard much of the Titans - at last I have felt a true connection with their culture, or at least to its remains. I must have a closer look at this cult that worships the Titans. I pray it does not end with a sacrifice!<br>King Fandor.
globstr_579382204=Rummaging in the hiding place, you find some gold!
globstr_579910190=You open the lid carefully. A putrefied smell hits your nose and forces you to recoil.<br><br>In a few minutes, the stench has spread across the entire area, and your warriors begin to cast odd glances at you. Your curiosity has put you in awkward situation more than once... Nevertheless, a negative experience is an experience all the same!<br><br>(You've received 200 points of Experience!)
globstr_580138444=Under the lid of the sarcophagus you discover nothing but a handful of yellow bones and dust.
globstr_583255618=The house's owner is in his laboratory; he is very busy and cannot receive visitors.
globstr_593274754=For a moment the fountain falls silent, but then erupts with new strength. Something flashes, and you manage to catch a glittering stone, thrown up by the gushing water.
globstr_609498633=The traitor is executed!<br><br>In the baron's papers you find quite interesting diagrams and calculations. By all appearances, the baron had found hidden in the mines a very rich gold deposit. He clearly intended to exploit it without informing the king, and so without paying taxes to the treasury!
globstr_633294043=Rummaging in the bones, you find a stack of gold coins.
globstr_636387035=The grave is sealed by a protective rune.
globstr_672573114=Do you really want to open this fetid vial?
globstr_678940295=There's nobody at home. It seems that the owners have left for a while.
globstr_723692021=Among the bones, you discover a case of magic scrolls. It seems that a sorcerer was buried here. Or maybe someone just hid them here for a time, to collect them again later.
globstr_725535592=You take the vial into your hands and think for a moment. On the one hand, health and youth are useful things. But on the other hand, all things considered, there's a good chance that it might turn you into a helpless baby. Having thought a little, you decide that you already have enough health and youth for the moment.
globstr_734129561=+1 Odorous Nirva
globstr_743189997=Under the sarcophagus lid you discover some remains. Rummaging in the bones, you find a well-preserved and precious item. It seems that this corpse was no common man.
globstr_746498227=The castle owner is dead. The Governor's man, the acting master of this castle, is already on his way.
globstr_750654564=Someone had hidden a magic scroll inside the bowl.
globstr_752975212=There's nothing here.
globstr_775177328=This creation of necromancers, the Book of Life, will return you and your army the living world.<br><br>Do you wish to read the Book?
globstr_794118460=Flower House
globstr_796900633=The spirit of the Demon Pandemonic finally got what he yearned for: the captivity of the mask. Finished with his enjoyment of the pain and death of the enemies, he has died away once more into the depth of the artifact.
globstr_806805173=Water Lily
globstr_809318682=Talking Bird
globstr_812055242=Hardly has the last rune slotted into place, when something cracks loudly inside the code mechanism. The secret door opens with a silent rustle.
globstr_815936460=Hardly has the sarcophagus lid budged, when a bony hand reaches out from the sarcophagus and grabs you by the edge of your clothes. The corpse begins to beg you to take him with you. It seems that he has grown tired of lying under the sarcophagus lid.
globstr_824900730=Among the bones, you discover a case of magic scrolls. It seems that a sorcerer was buried here. Or maybe someone just hid them here for a time, to collect them again later.
globstr_832426664=Not long ago, Griffins settled on the island. At first my warriors took them for usual animals, which put at risk the entire expedition! Fortunately, the Griffins have a wise ruler - Anry. The Griffins may prove a valuable ally; it is well to bear this in mind.<br>King Fandor.
globstr_836993271=You find several coins inside the stone bowl.
globstr_859541354=Book of Death
globstr_867361505=It's not a forest - more like a labyrinth. On the shore, the orcs are setting up a camp and are beginning to build something. Interesting that they use machines in the construction, not only their bulls and their silly goblins and ogres.<br>King Fandor.
globstr_870492816=Suddenly you feel a sharp blow - Rahha's Shield has begun to tremble. Something begins to move and roar inside of it. Can a dragon's soul have been taken prisoner by the artifact?<br><br>That's it! Inside the shield you notice the dim gleam of a pair of dragon's eyes. It seems that the spells of the dragon slayer are still working!
globstr_885763323=Old deserted crypt.
globstr_888870909=This ring is cursed! Think before you get involved with its Keepers.
globstr_906388509=On the door of the factory hangs a large padlock, and next to the door is a table with a note:<br><br>"Went to town, be back soon. A day off to everybody, until I return. Factory owner, Karod"
globstr_91616634=You heard the echoes of a faraway battle - and it seems that the sounds come across not distance but time...<br>When the vision fades, you find that you are now able to accumulate more Rage!
globstr_923341447=^msg_box_t^Do you want to throw a magic crystal into the well?<br><br>[u](You have [crystals] crystals...)
globstr_928668036=Oh! Your curiosity and absence of squeamishness sometimes serves you well! You've found a pair of magic scrolls which have not moldered completely.
globstr_931280361=The necromancers' creation, the Book of Death, is able to move you and your army into the Land of Death.<br><br>Do you wish to read the Book?
globstr_93447482=The ring is vibrating and shuddering. You somehow know its powers are soon to disperse as a fog. But you know as well that the power of the ring will remain with you forever!<br><br>Do you wish to absorb the power of the ring, whereupon it will lose its magical properties?
globstr_935256109=The owner has left his house.
globstr_948158052=So, this is a wonderful place to leave something for one's descendants, as a remembrance.<br>King Fandor.
globstr_970011663=An Obelisk that was installed by the great king and traveler Fandor, during his journey around the world.
globstr_973186636=The portal to the Demon's Land is sealed forever.
globstr_979898974=Unfortunately, the captain is dead.
globstr_980483990=Do you wish to make a necklace of the five dragon teeth?
globstr_997724882=Death and spite have impregnated this land. I wouldn't like to find myself here again.<br>King Fandor.
